tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"

cask_args appdir: '/Applications'

brew "git"
brew "gh"
brew "wget"
brew "telnet"
brew "jq"
brew "fx"
brew "yq"
brew "fzf"
brew "fasd"

brew "exa"
brew "bat"
brew "git-delta"
brew "neovim"
brew "byobu"

brew "gnupg"

brew "zsh"

brew "pyenv"
brew "pyenv-virtualenv"
brew "pipenv"

brew "kubectl"
brew "kubectx"
brew "krew"
brew "helm"

brew "awscli"

brew "redis"

cask "bartender"
cask "alfred"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "google-chrome"
cask "firefox"
cask "docker"
cask "keybase"
cask "choosy"
