tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"

cask_args appdir: '/Applications'

brew "groff"
brew "watch"
brew "git"
brew "gh"
brew "wget"
brew "telnet"
brew "gawk"
brew "gnu-sed"
brew "jq"
brew "fx"
brew "yq"
brew "fzf"
brew "fasd"
brew "neovim"
brew "mosh"

brew "exa"
brew "bat"
brew "dog"
brew "git-delta"
brew "neovim"
brew "code-minimap"
brew "byobu"
brew "broot"

brew "gnupg"

brew "zsh"

brew "goenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pipenv"

brew "kubectl"
brew "kubectx"
brew "krew"
brew "helm"
tap "azure/kubelogin"

brew "awscli"
brew "eksctl"

brew "redis"

brew "jenv"
brew "openjdk@8"

cask "1password-cli"
cask "bartender"
cask "alfred"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "google-chrome"
cask "microsoft-edge"
cask "firefox"
cask "docker"
cask "keybase"
cask "choosy"
cask "rectangle"
cask "wireshark"
cask "mimestream"
cask "keepingyouawake"
cask "stats"
cask "github"
