cask_args appdir: '/Applications'

brew "groff"
brew "watch"
brew "git"
brew "gh"
brew "wget"
brew "telnet"
brew "gawk"
brew "gnu-sed"
brew "fx"
brew "yq"
brew "fzf"
brew "neovim"

brew "eza"
brew "bat"
brew "git-delta"
brew "byobu"
brew "broot"

brew "gnupg"
brew "tree-sitter-cli"

brew "goenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pipenv"

brew "kubectl"
brew "kubectx"
brew "krew"
brew "helm"
brew "k9s"
brew "operator-sdk"
tap "azure/kubelogin"

brew "awscli"

brew "nvm"

brew "lefthook"
tap "matheusml/zsh-ai"

cask "1password-cli"
cask "docker-desktop"
cask "keybase"
cask "gcloud-cli"
